Repository: daniemi1977/ipv
Catalog: v10.0.7/ipv-production-system-pro/languages/ipv-production-system-pro-*.po
Languages: fr_fr, it_it

source: IPV Production System
fr_fr: Système de Production IPV
it_it: Sistema di Produzione IPV

source: IPV Production
fr_fr: Production IPV
it_it: Produzione IPV

source: Dashboard
fr_fr: Tableau de bord

source: Import Video
fr_fr: Importer une vidéo
it_it: Importa Video

source: Bulk Import
fr_fr: Import en masse
it_it: Importazione Multipla

source: RSS Auto-Import
fr_fr: Import automatique RSS
it_it: Auto-Import RSS

source: Queue
fr_fr: File d'attente
it_it: Coda

source: Video Wall
fr_fr: Galerie vidéo
it_it: Galleria Video

source: Settings
fr_fr: Paramètres
it_it: Impostazioni

source: Published Videos
fr_fr: Vidéos publiées
it_it: Video Pubblicati

source: In Queue
fr_fr: En file d'attente
it_it: In Coda

source: Active
fr_fr: Actif
it_it: Attivo

source: Inactive
fr_fr: Inactif
it_it: Disattivo

source: Next:
fr_fr: Suivant :
it_it: Prossima:

source: Stopped
fr_fr: Arrêté
it_it: Fermo

source: Start CRON
fr_fr: Démarrer CRON
it_it: Avvia CRON

source: Manual Processing
fr_fr: Traitement manuel
it_it: Elaborazione Manuale

source: If CRON is not working, you can process the queue manually:
fr_fr: Si CRON ne fonctionne pas, vous pouvez traiter la file d'attente manuellement :
it_it: Se il CRON non funziona, puoi elaborare la coda manualmente:

source: Process Queue Now
fr_fr: Traiter la file d'attente maintenant
it_it: Elabora Coda Adesso

source: Starting...
fr_fr: Démarrage...
it_it: Avvio...

source: CRON started! Next execution:
fr_fr: CRON démarré ! Prochaine exécution :
it_it: CRON avviato! Prossima esecuzione:

source: Error:
fr_fr: Erreur :
it_it: Errore:

source: Connection error
fr_fr: Erreur de connexion
it_it: Errore di connessione

source: Processing...
fr_fr: Traitement...
it_it: Elaborazione...

source: Error
fr_fr: Erreur
it_it: Errore

source: API Status
fr_fr: État de l'API
it_it: Stato API

source: Missing
fr_fr: Manquant
it_it: Mancante

source: Quick Actions
fr_fr: Actions rapides
it_it: Azioni Rapide

source: Manage Videos
fr_fr: Gérer les vidéos
it_it: Gestisci Video

source: or
fr_fr: ou
it_it: oppure

source: Settings saved successfully!
fr_fr: Paramètres enregistrés avec succès !
it_it: Impostazioni salvate con successo!

source: Configure API keys and channel parameters
fr_fr: Configurer les clés API et les paramètres du canal
it_it: Configura API e parametri del canale

source: Auto-Import RSS
fr_fr: Import automatique RSS

source: Required to generate video transcriptions
fr_fr: Requis pour générer les transcriptions vidéo
it_it: Richiesto per generare le trascrizioni dei video

source: Transcription Mode
fr_fr: Mode de transcription
it_it: Modalità Trascrizione

source: Auto (recommended)
fr_fr: Auto (recommandé)
it_it: Auto (consigliato)

source: Native
fr_fr: Natif

source: Generate
fr_fr: Générer

source: Auto uses subtitles if available, otherwise generates them
fr_fr: Auto utilise les sous-titres si disponibles, sinon les génère
it_it: Auto usa i sottotitoli se esistono, altrimenti li genera

source: Required to generate AI descriptions
fr_fr: Requis pour générer les descriptions IA
it_it: Richiesto per generare le descrizioni AI

source: Optional
fr_fr: Facultatif
it_it: Opzionale

source: For retrieving correct video titles
fr_fr: Pour récupérer les titres vidéo corrects
it_it: Per recuperare titoli corretti dei video

source: YouTube Import Filters
fr_fr: Filtres d'importation YouTube
it_it: Filtri Import YouTube

source: Minimum duration
fr_fr: Durée minimale
it_it: Durata minima

source: Videos shorter than this duration will not be imported (0 = disabled).
fr_fr: Les vidéos plus courtes que cette durée ne seront pas importées (0 = désactivé).
it_it: I video con durata inferiore non vengono importati (0 = disattivato).

source: Automatically exclude Shorts / Reels
fr_fr: Exclure automatiquement Shorts / Reels
it_it: Escludi automaticamente Shorts / Reel

source: Detected by duration (≤ 90 sec) and /shorts/ URLs.
fr_fr: Détecté par durée (≤ 90 sec) et URLs /shorts/.
it_it: Riconosciuti in base alla durata (≤ 90 sec) e agli URL /shorts/.

source: Channel Parameters
fr_fr: Paramètres du canal
it_it: Parametri Canale

source: Default Sponsor
fr_fr: Sponsor par défaut
it_it: Sponsor di Default

source: Sponsor Link
fr_fr: Lien sponsor
it_it: Link Sponsor

source: Social Media & Contacts
fr_fr: Réseaux sociaux & Contacts
it_it: Social Media & Contatti

source: Website
fr_fr: Site web
it_it: Sito Web

source: Contact Email
fr_fr: Email de contact
it_it: Email Contatto

source: Custom AI Prompt
fr_fr: Invite IA personnalisée
it_it: Prompt AI Personalizzato

source: If you leave this field empty, the built-in GOLDEN PROMPT will be used (350+ lines, optimized for "Il Punto di Vista").
fr_fr: Si vous laissez ce champ vide, le GOLDEN PROMPT intégré sera utilisé (350+ lignes, optimisé pour "Il Punto di Vista").
it_it: Se lasci vuoto questo campo, verrà utilizzato il GOLDEN PROMPT integrato nel plugin (350+ righe, ottimizzato per "Il Punto di Vista").

source: Leave empty to use the internal GOLDEN PROMPT...
fr_fr: Laisser vide pour utiliser le GOLDEN PROMPT interne...
it_it: Lascia vuoto per usare il GOLDEN PROMPT interno...

source: You can override the default prompt with your custom one
fr_fr: Vous pouvez remplacer l'invite par défaut par la vôtre
it_it: Puoi sovrascrivere il prompt di default con il tuo personalizzato

source: All API keys are securely saved in the database
fr_fr: Toutes les clés API sont enregistrées en toute sécurité dans la base de données
it_it: Tutte le chiavi API vengono salvate in modo sicuro nel database

source: Save Settings
fr_fr: Enregistrer les paramètres
it_it: Salva Impostazioni

source: Video imported and published!
fr_fr: Vidéo importée et publiée !
it_it: Video importato e pubblicato!

source: Edit video
fr_fr: Modifier la vidéo
it_it: Modifica video

source: Import YouTube Video
fr_fr: Importer une vidéo YouTube
it_it: Importa Video YouTube

source: Add videos to the production queue
fr_fr: Ajouter des vidéos à la file de production
it_it: Aggiungi video alla coda di produzione

source: Add New Video
fr_fr: Ajouter une nouvelle vidéo
it_it: Aggiungi Nuovo Video

source: YouTube URL
fr_fr: URL YouTube
it_it: URL YouTube

source: Paste the video URL - it will be imported and published immediately!
fr_fr: Collez l'URL de la vidéo - elle sera importée et publiée immédiatement !
it_it: Incolla l'URL del video - verrà importato e pubblicato subito!

source: Import and Publish
fr_fr: Importer et publier
it_it: Importa e Pubblica

source: Supported URL formats
fr_fr: Formats d'URL pris en charge
it_it: Formati URL supportati

source: How It Works
fr_fr: Comment ça marche
it_it: Come Funziona

source: Video Import
fr_fr: Import vidéo
it_it: Importazione Video

source: The video is added to the queue and the CPT is created
fr_fr: La vidéo est ajoutée à la file d'attente et le CPT est créé
it_it: Il video viene aggiunto alla coda e il CPT viene creato

source: Transcription Generation
fr_fr: Génération de transcription
it_it: Generazione Trascrizione

source: SupaData API extracts the video transcription
fr_fr: L'API SupaData extrait la transcription vidéo
it_it: SupaData API estrae la trascrizione del video

source: AI Generation
fr_fr: Génération IA

source: OpenAI generates the description using the Golden Prompt
fr_fr: OpenAI génère la description en utilisant le Golden Prompt
it_it: OpenAI genera la descrizione usando il Golden Prompt

source: The description is saved in the post ready to use
fr_fr: La description est enregistrée dans l'article prête à l'emploi
it_it: La descrizione viene salvata nel post pronta all'uso

source: Quick Statistics
fr_fr: Statistiques rapides
it_it: Statistiche Veloci

source: Total Videos
fr_fr: Total des vidéos
it_it: Video Totali

source: Completed
fr_fr: Terminé
it_it: Completati

source: View Full Queue
fr_fr: Voir la file d'attente complète
it_it: Vedi Coda Completa

source: AI Queue Status
fr_fr: État de la file d'attente IA
it_it: Stato Coda AI

source: Queued videos:
fr_fr: Vidéos en file d'attente :
it_it: Video in coda:

# post type general name
source: IPV Videos
fr_fr: Vidéos IPV
it_it: Video IPV

# post type singular name
source: IPV Video
fr_fr: Vidéo IPV
it_it: Video IPV

# admin menu
source: IPV Videos
fr_fr: Vidéos IPV
it_it: Video IPV

source: Add New
fr_fr: Ajouter
it_it: Aggiungi Nuovo

source: Edit Video
fr_fr: Modifier la vidéo
it_it: Modifica Video

source: New Video
fr_fr: Nouvelle vidéo
it_it: Nuovo Video

source: View Video
fr_fr: Voir la vidéo
it_it: Visualizza Video

source: View Videos
fr_fr: Voir les vidéos
it_it: Visualizza Video

source: Search Videos
fr_fr: Rechercher des vidéos
it_it: Cerca Video

source: No videos found
fr_fr: Aucune vidéo trouvée
it_it: Nessun video trovato

source: No videos found in Trash
fr_fr: Aucune vidéo trouvée dans la corbeille
it_it: Nessun video trovato nel Cestino

source: All Videos
fr_fr: Toutes les vidéos
it_it: Tutti i Video

source: Video Archives
fr_fr: Archives vidéo
it_it: Archivio Video

source: Video Attributes
fr_fr: Attributs vidéo
it_it: Attributi Video

source: Insert into video
fr_fr: Insérer dans la vidéo
it_it: Inserisci nel video

source: Uploaded to this video
fr_fr: Téléchargé vers cette vidéo
it_it: Caricato per questo video

source: Filter videos list
fr_fr: Filtrer la liste des vidéos
it_it: Filtra lista video

source: Videos list navigation
fr_fr: Navigation dans la liste des vidéos
it_it: Navigazione lista video

source: Videos list
fr_fr: Liste des vidéos
it_it: Lista video

source: Videos imported from YouTube with transcription and AI description.
fr_fr: Vidéos importées de YouTube avec transcription et description IA.
it_it: Video importati da YouTube con trascrizione e descrizione AI.

# taxonomy general name
source: Video Categories
fr_fr: Catégories vidéo
it_it: Categorie Video

# taxonomy singular name
source: Video Category
fr_fr: Catégorie vidéo
it_it: Categoria Video

source: Search Categories
fr_fr: Rechercher des catégories
it_it: Cerca Categorie

source: All Categories
fr_fr: Toutes les catégories
it_it: Tutte le Categorie

source: Parent Category
fr_fr: Catégorie parent
it_it: Categoria Genitore

source: Parent Category:
fr_fr: Catégorie parent :
it_it: Categoria Genitore:

source: Edit Category
fr_fr: Modifier la catégorie
it_it: Modifica Categoria

source: Update Category
fr_fr: Mettre à jour la catégorie
it_it: Aggiorna Categoria

source: Add New Category
fr_fr: Ajouter une nouvelle catégorie
it_it: Aggiungi Nuova Categoria

source: New Category Name
fr_fr: Nom de la nouvelle catégorie
it_it: Nome Nuova Categoria

source: Categories
fr_fr: Catégories
it_it: Categorie

# taxonomy general name
source: Speakers
fr_fr: Intervenants
it_it: Relatori

# taxonomy singular name
source: Speaker
fr_fr: Intervenant
it_it: Relatore

source: Search Speakers
fr_fr: Rechercher des intervenants
it_it: Cerca Relatori

source: All Speakers
fr_fr: Tous les intervenants
it_it: Tutti i Relatori

source: Edit Speaker
fr_fr: Modifier l'intervenant
it_it: Modifica Relatore

source: Update Speaker
fr_fr: Mettre à jour l'intervenant
it_it: Aggiorna Relatore

source: Add New Speaker
fr_fr: Ajouter un nouvel intervenant
it_it: Aggiungi Nuovo Relatore

source: New Speaker Name
fr_fr: Nom du nouvel intervenant
it_it: Nome Nuovo Relatore

source: Speakers
fr_fr: Intervenants
it_it: Relatori

source: Legacy Categories
fr_fr: Catégories héritées
it_it: Categorie Legacy

source: Legacy Category
fr_fr: Catégorie héritée
it_it: Categoria Legacy

source: Legacy
fr_fr: Héritage

source: YouTube Data
fr_fr: Données YouTube
it_it: Dati YouTube

source: YouTube Statistics
fr_fr: Statistiques YouTube
it_it: Statistiche YouTube

source: Publication
it_it: Pubblicazione

source: Transcription
it_it: Trascrizione

source: Actions
it_it: Azioni
