Repository: daniemi1977/ipv
Catalog: languages/ipv-production-system-pro-*.po
Languages: es_es

source: IPV Production System
es_es: Sistema de Producción IPV

source: IPV Production
es_es: Producción IPV

source: Dashboard
es_es: Panel de Control

source: Import Video
es_es: Importar Vídeo

source: Bulk Import
es_es: Importación Masiva

source: RSS Auto-Import
es_es: Auto-Importación RSS

source: Queue
es_es: Cola

source: Video Wall
es_es: Muro de Vídeos

source: Settings
es_es: Configuración

source: Published Videos
es_es: Vídeos Publicados

source: In Queue
es_es: En Cola

source: Active
es_es: Activo

source: Inactive
es_es: Inactivo

source: Next:
es_es: Siguiente:

source: Stopped
es_es: Detenido

source: Start CRON
es_es: Iniciar CRON

source: Manual Processing
es_es: Procesamiento Manual

source: If CRON is not working, you can process the queue manually:
es_es: Si CRON no funciona, puedes procesar la cola manualmente:

source: Process Queue Now
es_es: Procesar Cola Ahora

source: Starting...
es_es: Iniciando...

source: CRON started! Next execution:
es_es: ¡CRON iniciado! Próxima ejecución:

source: Connection error
es_es: Error de conexión

source: Processing...
es_es: Procesando...

source: API Status
es_es: Estado de la API

source: Missing
es_es: Faltante

source: Quick Actions
es_es: Acciones Rápidas

source: Manage Videos
es_es: Gestionar Vídeos

source: or
es_es: o

source: Settings saved successfully!
es_es: ¡Configuración guardada con éxito!

source: Configure API keys and channel parameters
es_es: Configurar claves API y parámetros del canal

source: Auto-Import RSS
es_es: Auto-Importación RSS

source: Required to generate video transcriptions
es_es: Requerido para generar transcripciones de vídeo

source: Transcription Mode
es_es: Modo de Transcripción

source: Auto (recommended)
es_es: Auto (recomendado)

source: Native
es_es: Nativo

source: Generate
es_es: Generar

source: Auto uses subtitles if available, otherwise generates them
es_es: Auto usa subtítulos si están disponibles, de lo contrario los genera

source: Required to generate AI descriptions
es_es: Requerido para generar descripciones con IA

source: Optional
es_es: Opcional

source: For retrieving correct video titles
es_es: Para recuperar títulos de vídeo correctos

source: YouTube Import Filters
es_es: Filtros de Importación de YouTube

source: Minimum duration
es_es: Duración mínima

source: Videos shorter than this duration will not be imported (0 = disabled).
es_es: Los vídeos más cortos que esta duración no se importarán (0 = desactivado).

source: Automatically exclude Shorts / Reels
es_es: Excluir automáticamente Shorts / Reels

source: Detected by duration (≤ 90 sec) and /shorts/ URLs.
es_es: Detectado por duración (≤ 90 seg) y URLs /shorts/.

source: Channel Parameters
es_es: Parámetros del Canal

source: Default Sponsor
es_es: Patrocinador Predeterminado

source: Sponsor Link
es_es: Enlace del Patrocinador

source: Social Media & Contacts
es_es: Redes Sociales y Contactos

source: Website
es_es: Sitio Web

source: Contact Email
es_es: Correo de Contacto

source: Custom AI Prompt
es_es: Prompt IA Personalizado

source: If you leave this field empty, the built-in GOLDEN PROMPT will be used (350+ lines, optimized for "Il Punto di Vista").
es_es: Si dejas este campo vacío, se utilizará el GOLDEN PROMPT integrado (350+ líneas, optimizado para "Il Punto di Vista").

source: Leave empty to use the internal GOLDEN PROMPT...
es_es: Dejar vacío para usar el GOLDEN PROMPT interno...

source: You can override the default prompt with your custom one
es_es: Puedes reemplazar el prompt predeterminado con tu propio prompt personalizado

source: All API keys are securely saved in the database
es_es: Todas las claves API se guardan de forma segura en la base de datos

source: Save Settings
es_es: Guardar Configuración

source: Video imported and published!
es_es: ¡Vídeo importado y publicado!

source: Edit video
es_es: Editar vídeo

source: Import YouTube Video
es_es: Importar Vídeo de YouTube

source: Add videos to the production queue
es_es: Añadir vídeos a la cola de producción

source: Add New Video
es_es: Añadir Nuevo Vídeo

source: YouTube URL
es_es: URL de YouTube

source: Paste the video URL - it will be imported and published immediately!
es_es: Pega la URL del vídeo - ¡se importará y publicará inmediatamente!

source: Import and Publish
es_es: Importar y Publicar

source: Supported URL formats
es_es: Formatos de URL compatibles

source: How It Works
es_es: Cómo Funciona

source: Video Import
es_es: Importación de Vídeo

source: The video is added to the queue and the CPT is created
es_es: El vídeo se añade a la cola y se crea el CPT

source: Transcription Generation
es_es: Generación de Transcripción

source: SupaData API extracts the video transcription
es_es: La API SupaData extrae la transcripción del vídeo

source: AI Generation
es_es: Generación IA

source: OpenAI generates the description using the Golden Prompt
es_es: OpenAI genera la descripción usando el Golden Prompt

source: Publication
es_es: Publicación

source: The description is saved in the post ready to use
es_es: La descripción se guarda en el post lista para usar

source: Quick Statistics
es_es: Estadísticas Rápidas

source: Total Videos
es_es: Total de Vídeos

source: Completed
es_es: Completados

source: View Full Queue
es_es: Ver Cola Completa

source: AI Queue Status
es_es: Estado de la Cola IA

source: Queued videos:
es_es: Vídeos en cola:

# post type general name
source: IPV Videos
es_es: Vídeos IPV

# post type singular name
source: IPV Video
es_es: Vídeo IPV

# admin menu
source: IPV Videos
es_es: Vídeos IPV

source: Add New
es_es: Añadir Nuevo

source: Edit Video
es_es: Editar Vídeo

source: New Video
es_es: Nuevo Vídeo

source: View Video
es_es: Ver Vídeo

source: View Videos
es_es: Ver Vídeos

source: Search Videos
es_es: Buscar Vídeos

source: No videos found
es_es: No se encontraron vídeos

source: No videos found in Trash
es_es: No se encontraron vídeos en la papelera

source: All Videos
es_es: Todos los Vídeos

source: Video Archives
es_es: Archivo de Vídeos

source: Video Attributes
es_es: Atributos del Vídeo

source: Insert into video
es_es: Insertar en el vídeo

source: Uploaded to this video
es_es: Subido a este vídeo

source: Filter videos list
es_es: Filtrar lista de vídeos

source: Videos list navigation
es_es: Navegación de lista de vídeos

source: Videos list
es_es: Lista de vídeos

source: Videos imported from YouTube with transcription and AI description.
es_es: Vídeos importados de YouTube con transcripción y descripción IA.

# taxonomy general name
source: Video Categories
es_es: Categorías de Vídeo

# taxonomy singular name
source: Video Category
es_es: Categoría de Vídeo

source: Search Categories
es_es: Buscar Categorías

source: All Categories
es_es: Todas las Categorías

source: Parent Category
es_es: Categoría Padre

source: Parent Category:
es_es: Categoría Padre:

source: Edit Category
es_es: Editar Categoría

source: Update Category
es_es: Actualizar Categoría

source: Add New Category
es_es: Añadir Nueva Categoría

source: New Category Name
es_es: Nombre de Nueva Categoría

source: Categories
es_es: Categorías

# taxonomy general name
source: Speakers
es_es: Ponentes

# taxonomy singular name
source: Speaker
es_es: Ponente

source: Search Speakers
es_es: Buscar Ponentes

source: All Speakers
es_es: Todos los Ponentes

source: Edit Speaker
es_es: Editar Ponente

source: Update Speaker
es_es: Actualizar Ponente

source: Add New Speaker
es_es: Añadir Nuevo Ponente

source: New Speaker Name
es_es: Nombre de Nuevo Ponente

source: Speakers
es_es: Ponentes

source: Legacy Categories
es_es: Categorías Heredadas

source: Legacy Category
es_es: Categoría Heredada

source: Legacy
es_es: Heredado

source: YouTube Data
es_es: Datos de YouTube

source: Transcription
es_es: Transcripción

source: YouTube Statistics
es_es: Estadísticas de YouTube

source: Actions
es_es: Acciones
