Repository: daniemi1977/ipv
Catalog: v10.0.5/ipv-production-system-pro/languages/ipv-production-system-pro-*.po
Languages: pt_pt

source: IPV Production System
pt_pt: Sistema de Produção IPV

source: IPV Production
pt_pt: Produção IPV

source: Dashboard
pt_pt: Painel de Controle

source: Import Video
pt_pt: Importar Vídeo

source: Bulk Import
pt_pt: Importação em Massa

source: RSS Auto-Import
pt_pt: Auto-Importação RSS

source: Queue
pt_pt: Fila

source: Video Wall
pt_pt: Mural de Vídeos

source: Settings
pt_pt: Configurações

source: Published Videos
pt_pt: Vídeos Publicados

source: In Queue
pt_pt: Na Fila

source: Active
pt_pt: Ativo

source: Inactive
pt_pt: Inativo

source: Next:
pt_pt: Próximo:

source: Stopped
pt_pt: Parado

source: Start CRON
pt_pt: Iniciar CRON

source: Manual Processing
pt_pt: Processamento Manual

source: If CRON is not working, you can process the queue manually:
pt_pt: Se o CRON não estiver funcionando, você pode processar a fila manualmente:

source: Process Queue Now
pt_pt: Processar Fila Agora

source: Starting...
pt_pt: Iniciando...

source: CRON started! Next execution:
pt_pt: CRON iniciado! Próxima execução:

source: Error:
pt_pt: Erro:

source: Connection error
pt_pt: Erro de conexão

source: Processing...
pt_pt: Processando...

source: Error
pt_pt: Erro

source: API Status
pt_pt: Estado da API

source: Missing
pt_pt: Em Falta

source: Quick Actions
pt_pt: Ações Rápidas

source: Manage Videos
pt_pt: Gerir Vídeos

source: or
pt_pt: ou

source: Settings saved successfully!
pt_pt: Configurações guardadas com sucesso!

source: Configure API keys and channel parameters
pt_pt: Configurar chaves API e parâmetros do canal

source: Auto-Import RSS
pt_pt: Auto-Importação RSS

source: Required to generate video transcriptions
pt_pt: Necessário para gerar transcrições de vídeo

source: Transcription Mode
pt_pt: Modo de Transcrição

source: Auto (recommended)
pt_pt: Auto (recomendado)

source: Native
pt_pt: Nativo

source: Generate
pt_pt: Gerar

source: Auto uses subtitles if available, otherwise generates them
pt_pt: Auto usa legendas se disponíveis, caso contrário gera-as

source: Required to generate AI descriptions
pt_pt: Necessário para gerar descrições com IA

source: Optional
pt_pt: Opcional

source: For retrieving correct video titles
pt_pt: Para recuperar títulos de vídeo corretos

source: YouTube Import Filters
pt_pt: Filtros de Importação do YouTube

source: Minimum duration
pt_pt: Duração mínima

source: Videos shorter than this duration will not be imported (0 = disabled).
pt_pt: Vídeos mais curtos que esta duração não serão importados (0 = desativado).

source: Automatically exclude Shorts / Reels
pt_pt: Excluir automaticamente Shorts / Reels

source: Detected by duration (≤ 90 sec) and /shorts/ URLs.
pt_pt: Detetado por duração (≤ 90 seg) e URLs /shorts/.

source: Channel Parameters
pt_pt: Parâmetros do Canal

source: Default Sponsor
pt_pt: Patrocinador Padrão

source: Sponsor Link
pt_pt: Link do Patrocinador

source: Social Media & Contacts
pt_pt: Redes Sociais e Contactos

source: Contact Email
pt_pt: Email de Contacto

source: Custom AI Prompt
pt_pt: Prompt IA Personalizado

source: If you leave this field empty, the built-in GOLDEN PROMPT will be used (350+ lines, optimized for "Il Punto di Vista").
pt_pt: Se deixar este campo vazio, será utilizado o GOLDEN PROMPT integrado (350+ linhas, otimizado para "Il Punto di Vista").

source: Leave empty to use the internal GOLDEN PROMPT...
pt_pt: Deixar vazio para usar o GOLDEN PROMPT interno...

source: You can override the default prompt with your custom one
pt_pt: Pode substituir o prompt padrão pelo seu prompt personalizado

source: All API keys are securely saved in the database
pt_pt: Todas as chaves API são guardadas com segurança na base de dados

source: Save Settings
pt_pt: Guardar Configurações

source: Video imported and published!
pt_pt: Vídeo importado e publicado!

source: Edit video
pt_pt: Editar vídeo

source: Import YouTube Video
pt_pt: Importar Vídeo do YouTube

source: Add videos to the production queue
pt_pt: Adicionar vídeos à fila de produção

source: Add New Video
pt_pt: Adicionar Novo Vídeo

source: YouTube URL
pt_pt: URL do YouTube

source: Paste the video URL - it will be imported and published immediately!
pt_pt: Cole o URL do vídeo - será importado e publicado imediatamente!

source: Import and Publish
pt_pt: Importar e Publicar

source: Supported URL formats
pt_pt: Formatos de URL suportados

source: How It Works
pt_pt: Como Funciona

source: Video Import
pt_pt: Importação de Vídeo

source: The video is added to the queue and the CPT is created
pt_pt: O vídeo é adicionado à fila e o CPT é criado

source: Transcription Generation
pt_pt: Geração de Transcrição

source: SupaData API extracts the video transcription
pt_pt: A API SupaData extrai a transcrição do vídeo

source: AI Generation
pt_pt: Geração IA

source: OpenAI generates the description using the Golden Prompt
pt_pt: OpenAI gera a descrição usando o Golden Prompt

source: Publication
pt_pt: Publicação

source: The description is saved in the post ready to use
pt_pt: A descrição é guardada no post pronta a usar

source: Quick Statistics
pt_pt: Estatísticas Rápidas

source: Total Videos
pt_pt: Total de Vídeos

source: Completed
pt_pt: Concluídos

source: View Full Queue
pt_pt: Ver Fila Completa

source: AI Queue Status
pt_pt: Estado da Fila IA

source: Queued videos:
pt_pt: Vídeos na fila:

# post type general name
source: IPV Videos
pt_pt: Vídeos IPV

# post type singular name
source: IPV Video
pt_pt: Vídeo IPV

# admin menu
source: IPV Videos
pt_pt: Vídeos IPV

source: Add New
pt_pt: Adicionar Novo

source: Edit Video
pt_pt: Editar Vídeo

source: New Video
pt_pt: Novo Vídeo

source: View Video
pt_pt: Ver Vídeo

source: View Videos
pt_pt: Ver Vídeos

source: Search Videos
pt_pt: Pesquisar Vídeos

source: No videos found
pt_pt: Nenhum vídeo encontrado

source: No videos found in Trash
pt_pt: Nenhum vídeo encontrado no lixo

source: All Videos
pt_pt: Todos os Vídeos

source: Video Archives
pt_pt: Arquivo de Vídeos

source: Video Attributes
pt_pt: Atributos do Vídeo

source: Insert into video
pt_pt: Inserir no vídeo

source: Uploaded to this video
pt_pt: Carregado para este vídeo

source: Filter videos list
pt_pt: Filtrar lista de vídeos

source: Videos list navigation
pt_pt: Navegação da lista de vídeos

source: Videos list
pt_pt: Lista de vídeos

source: Videos imported from YouTube with transcription and AI description.
pt_pt: Vídeos importados do YouTube com transcrição e descrição IA.

# taxonomy general name
source: Video Categories
pt_pt: Categorias de Vídeo

# taxonomy singular name
source: Video Category
pt_pt: Categoria de Vídeo

source: Search Categories
pt_pt: Pesquisar Categorias

source: All Categories
pt_pt: Todas as Categorias

source: Parent Category
pt_pt: Categoria Principal

source: Parent Category:
pt_pt: Categoria Principal:

source: Edit Category
pt_pt: Editar Categoria

source: Update Category
pt_pt: Atualizar Categoria

source: Add New Category
pt_pt: Adicionar Nova Categoria

source: New Category Name
pt_pt: Nome da Nova Categoria

source: Categories
pt_pt: Categorias

# taxonomy general name
source: Speakers
pt_pt: Oradores

# taxonomy singular name
source: Speaker
pt_pt: Orador

source: Search Speakers
pt_pt: Pesquisar Oradores

source: All Speakers
pt_pt: Todos os Oradores

source: Edit Speaker
pt_pt: Editar Orador

source: Update Speaker
pt_pt: Atualizar Orador

source: Add New Speaker
pt_pt: Adicionar Novo Orador

source: New Speaker Name
pt_pt: Nome do Novo Orador

source: Speakers
pt_pt: Oradores

source: Legacy Categories
pt_pt: Categorias Legadas

source: Legacy Category
pt_pt: Categoria Legada

source: Legacy
pt_pt: Legado

source: YouTube Data
pt_pt: Dados do YouTube

source: Transcription
pt_pt: Transcrição

source: YouTube Statistics
pt_pt: Estatísticas do YouTube

source: Actions
pt_pt: Ações
