Repository: daniemi1977/ipv
Catalog: client/languages/ipv-production-system-pro-*.po
Languages: ru_ru

source: IPV Production System
ru_ru: Производственная система IPV

source: IPV Production
ru_ru: Производство IPV

source: Dashboard
ru_ru: Панель управления

source: Import Video
ru_ru: Импорт видео

source: Bulk Import
ru_ru: Массовый импорт

source: RSS Auto-Import
ru_ru: Авто-импорт RSS

source: Queue
ru_ru: Очередь

source: Video Wall
ru_ru: Галерея видео

source: Settings
ru_ru: Настройки

source: Published Videos
ru_ru: Опубликованные видео

source: In Queue
ru_ru: В очереди

source: Active
ru_ru: Активно

source: Inactive
ru_ru: Неактивно

source: Next:
ru_ru: Следующее:

source: Stopped
ru_ru: Остановлено

source: Start CRON
ru_ru: Запустить CRON

source: Manual Processing
ru_ru: Ручная обработка

source: If CRON is not working, you can process the queue manually:
ru_ru: Если CRON не работает, вы можете обработать очередь вручную:

source: Process Queue Now
ru_ru: Обработать очередь сейчас

source: Starting...
ru_ru: Запуск...

source: CRON started! Next execution:
ru_ru: CRON запущен! Следующее выполнение:

source: Error:
ru_ru: Ошибка:

source: Connection error
ru_ru: Ошибка соединения

source: Processing...
ru_ru: Обработка...

source: Error
ru_ru: Ошибка

source: API Status
ru_ru: Статус API

source: OK
ru_ru: ОК

source: Missing
ru_ru: Отсутствует

source: Quick Actions
ru_ru: Быстрые действия

source: Manage Videos
ru_ru: Управление видео

source: Shortcode:
ru_ru: Шорткод:

source: or
ru_ru: или

source: Settings saved successfully!
ru_ru: Настройки успешно сохранены!

source: Configure API keys and channel parameters
ru_ru: Настройка API-ключей и параметров канала

source: Auto-Import RSS
ru_ru: Авто-импорт RSS

source: Required to generate video transcriptions
ru_ru: Требуется для создания транскрипций видео

source: Transcription Mode
ru_ru: Режим транскрипции

source: Auto (recommended)
ru_ru: Авто (рекомендуется)

source: Native
ru_ru: Нативный

source: Generate
ru_ru: Генерировать

source: Auto uses subtitles if available, otherwise generates them
ru_ru: Авто использует субтитры, если доступны, иначе генерирует их

source: Required to generate AI descriptions
ru_ru: Требуется для создания AI-описаний

source: Optional
ru_ru: Необязательно

source: For retrieving correct video titles
ru_ru: Для получения правильных названий видео

source: YouTube Import Filters
ru_ru: Фильтры импорта YouTube

source: Minimum duration
ru_ru: Минимальная продолжительность

source: min
ru_ru: мин

source: Videos shorter than this duration will not be imported (0 = disabled).
ru_ru: Видео короче этой продолжительности не будут импортированы (0 = отключено).

source: Automatically exclude Shorts / Reels
ru_ru: Автоматически исключать Shorts / Reels

source: Detected by duration (≤ 90 sec) and /shorts/ URLs.
ru_ru: Определяется по продолжительности (≤ 90 сек) и URL-адресам /shorts/.

source: Channel Parameters
ru_ru: Параметры канала

source: Default Sponsor
ru_ru: Спонсор по умолчанию

source: Sponsor Link
ru_ru: Ссылка спонсора

source: Social Media & Contacts
ru_ru: Социальные сети и контакты

source: Website
ru_ru: Веб-сайт

source: Contact Email
ru_ru: Контактный email

source: Custom AI Prompt
ru_ru: Пользовательский AI-промпт

source: If you leave this field empty, the built-in GOLDEN PROMPT will be used (350+ lines, optimized for "Il Punto di Vista").
ru_ru: Если вы оставите это поле пустым, будет использован встроенный GOLDEN PROMPT (350+ строк, оптимизирован для "Il Punto di Vista").

source: Leave empty to use the internal GOLDEN PROMPT...
ru_ru: Оставьте пустым для использования внутреннего GOLDEN PROMPT...

source: You can override the default prompt with your custom one
ru_ru: Вы можете переопределить промпт по умолчанию своим собственным

source: All API keys are securely saved in the database
ru_ru: Все API-ключи надежно сохранены в базе данных

source: Save Settings
ru_ru: Сохранить настройки

source: Video imported and published!
ru_ru: Видео импортировано и опубликовано!

source: Edit video
ru_ru: Редактировать видео

source: Import YouTube Video
ru_ru: Импорт видео с YouTube

source: Add videos to the production queue
ru_ru: Добавить видео в производственную очередь

source: Add New Video
ru_ru: Добавить новое видео

source: YouTube URL
ru_ru: URL YouTube

source: Paste the video URL - it will be imported and published immediately!
ru_ru: Вставьте URL видео - оно будет импортировано и опубликовано немедленно!

source: Import and Publish
ru_ru: Импортировать и опубликовать

source: Supported URL formats
ru_ru: Поддерживаемые форматы URL

source: How It Works
ru_ru: Как это работает

source: Video Import
ru_ru: Импорт видео

source: The video is added to the queue and the CPT is created
ru_ru: Видео добавляется в очередь и создается CPT

source: Transcription Generation
ru_ru: Генерация транскрипции

source: SupaData API extracts the video transcription
ru_ru: API SupaData извлекает транскрипцию видео

source: AI Generation
ru_ru: Генерация AI

source: OpenAI generates the description using the Golden Prompt
ru_ru: OpenAI генерирует описание с использованием Golden Prompt

source: Publication
ru_ru: Публикация

source: The description is saved in the post ready to use
ru_ru: Описание сохраняется в записи готовым к использованию

source: Quick Statistics
ru_ru: Быстрая статистика

source: Total Videos
ru_ru: Всего видео

source: Completed
ru_ru: Завершено

source: View Full Queue
ru_ru: Посмотреть полную очередь

source: AI Queue Status
ru_ru: Статус очереди AI

source: Queued videos:
ru_ru: Видео в очереди:

# post type general name
source: IPV Videos
ru_ru: Видео IPV

# post type singular name
source: IPV Video
ru_ru: Видео IPV

# admin menu
source: IPV Videos
ru_ru: Видео IPV

source: Add New
ru_ru: Добавить

source: Edit Video
ru_ru: Редактировать видео

source: New Video
ru_ru: Новое видео

source: View Video
ru_ru: Просмотреть видео

source: View Videos
ru_ru: Просмотреть видео

source: Search Videos
ru_ru: Поиск видео

source: No videos found
ru_ru: Видео не найдены

source: No videos found in Trash
ru_ru: Видео не найдены в корзине

source: All Videos
ru_ru: Все видео

source: Video Archives
ru_ru: Архив видео

source: Video Attributes
ru_ru: Атрибуты видео

source: Insert into video
ru_ru: Вставить в видео

source: Uploaded to this video
ru_ru: Загружено в это видео

source: Filter videos list
ru_ru: Фильтр списка видео

source: Videos list navigation
ru_ru: Навигация по списку видео

source: Videos list
ru_ru: Список видео

source: Videos imported from YouTube with transcription and AI description.
ru_ru: Видео, импортированные с YouTube с транскрипцией и AI-описанием.

# taxonomy general name
source: Video Categories
ru_ru: Категории видео

# taxonomy singular name
source: Video Category
ru_ru: Категория видео

source: Search Categories
ru_ru: Поиск категорий

source: All Categories
ru_ru: Все категории

source: Parent Category
ru_ru: Родительская категория

source: Parent Category:
ru_ru: Родительская категория:

source: Edit Category
ru_ru: Редактировать категорию

source: Update Category
ru_ru: Обновить категорию

source: Add New Category
ru_ru: Добавить новую категорию

source: New Category Name
ru_ru: Название новой категории

source: Categories
ru_ru: Категории

# taxonomy general name
source: Speakers
ru_ru: Докладчики

# taxonomy singular name
source: Speaker
ru_ru: Докладчик

source: Search Speakers
ru_ru: Поиск докладчиков

source: All Speakers
ru_ru: Все докладчики

source: Edit Speaker
ru_ru: Редактировать докладчика

source: Update Speaker
ru_ru: Обновить докладчика

source: Add New Speaker
ru_ru: Добавить нового докладчика

source: New Speaker Name
ru_ru: Имя нового докладчика

source: Speakers
ru_ru: Докладчики

source: Legacy Categories
ru_ru: Устаревшие категории

source: Legacy Category
ru_ru: Устаревшая категория

source: Legacy
ru_ru: Устаревшие

source: YouTube Data
ru_ru: Данные YouTube

source: Transcription
ru_ru: Транскрипция

source: YouTube Statistics
ru_ru: Статистика YouTube

source: Actions
ru_ru: Действия
